IDEA Open Model
OpenModel.LoadFromString Method
Compatible with IDEA StatiCa 20.1
 Creates the instance of Open Model from xml string
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public static OpenModel LoadFromString(
	string xmlString
)
Public Shared Function LoadFromString (
	xmlString As String
) As OpenModel
Parameters
xmlString
Type: System.String
The input string
Return Value
Type: OpenModel
The new instance of Open Model
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace